Repository: 84000/data-translation-memory
Catalog: toh263-v3.tmx
Source language: bo
Languages: en

source: རིགས་ཀྱི་བུ་བཅོམ་ལྡན་འདས་ཀྱིས་མདོ་སྡེ་གཞན་དག་ལས་གང་ཟག་ལྔ་རྣམས་ལ་ཆོས་ཀྱི་གཏམ་དང་། གཏམ་ངན་པ་དང་། དད་པ་མེད་པ་ལ་དད་པའི་གཏམ་དང་། གཏམ་ངན་པ་དང་། འཇུངས་པ་ལ་གཏོང་བའི་གཏམ་དང་། གཏམ་ངན་པ་དང་། ཚུལ་ཁྲིམས་ངན་པ་ལ་ཚུལ་ཁྲིམས་ཀྱི་གཏམ་དང་། གཏམ་ངན་པ་དང་། ལེ་ལོ་ལ་བརྩོན་འགྲུས་ཀྱི་གཏམ་དང་། གཏམ་ངན་པ་དང་། འཆལ་པའི་ཤེས་རབ་ལ་ཤེས་རབ་ཀྱི་གཏམ་དང་། གཏམ་ངན་པའོ་ཞེས་འདི་ལྟར་གསུངས་སོ། །ཡང་བཅོམ་ལྡན་འདས་ཀྱིས་མདོ་སྡེ་གཞན་ལས་བསྟན་པ། མཚམས་མེད་པར་བྱེད་པ་རྣམས་ལ་སྟོང་པའི་གཏམ་མི་སྨྲ་བར་བྱའོ། །ལོག་པར་ལྟ་བའི་ལུས་ཅན་རྣམས་ལ་ལུས་དྲན་པ་ཉེ་བར་གཞག་པ་མི་སྨྲ་བར་བྱའོ། །བརྐམ་པ་རྣམས་ལ་ཚོར་བ་དྲན་པ་ཉེ་བར་གཞག་པ་མི་སྨྲ་བར་བྱའོ། །ང་རྒྱལ་དང་། དྲེགས་པ་དང་། ཁ་ཟས་ལ་ཆགས་པ་རྣམས་ལ་སེམས་དྲན་པ་ཉེ་བར་གཞག་པ་མི་སྨྲ་བར་བྱའོ། །ངོ་ཚ་བའི་ཆོས་ཀྱི་རྩ་བ་སྤོང་བ་རྣམས་ལ་ཆོས་དྲན་པ་ཉེ་བར་གཞག་པ་མི་སྨྲ་བར་བྱའོ། །མི་ཐོབ་པར་འདོད་པ་རྣམས་ལ་ལྷར་སྐྱེ་བའི་ཡོན་ཏན་མི་སྨྲ་བར་བྱའོ། །
en: Noble son, as the Blessed One has said in other sūtras, there are Dharma discourses and lower discourses for five types of individuals: discourses on faith and lower discourses for those who lack faith, discourses on generosity and lower discourses for those who are stingy, discourses on discipline and lower discourses for those who are immoral, discourses on diligence and lower discourses for those who are lazy, and discourses on insight and lower discourses for those with confused insight.

source: འདོད་པ་ལ་སྤྱོད་པའི་ལྷར་སྐྱེ་བ་ཡང་དག་པར་ཞུགས་པ་རྣམས་ལ་མདངས་འཕྲོག་པའི་གནོད་སྦྱིན་སྐྱེ་བའི་ཡོན་ཏན་མི་སྨྲ་བར་བྱའོ། །གཟུགས་ལ་སྤྱོད་པའི་ལྷར་སྐྱེ་བ་བཟུང་བ་རྣམས་ལ་འདོད་པ་སྤྱོད་པའི་ལྷ་དང་དཔལ་མི་སྨྲ་བར་བྱའོ། །གཟུགས་མེད་པའི་ཁམས་སུ་སྐྱེ་བ་ཡང་དག་པར་ཞུགས་པ་རྣམས་ལ་གཟུགས་ལ་སྤྱོད་པའི་ཡོན་ཏན་མི་སྨྲ་བར་བྱའོ། །གཟུགས་ལ་སྤྱོད་པའི་ལྷར་སྐྱེ་བ་བཟུང་བ་རྣམས་ལ་འདོད་པ་སྤྱོད་པའི་ལྷའི་བདེ་བ་མི་སྨྲ་བར་བྱའོ། །ཉན་ཐོས་ཀྱི་ཐེག་པ་ལ་ཡང་དག་པར་ཞུགས་པ་རྣམས་ལ་རང་སངས་རྒྱས་ཀྱི་ཡོན་ཏན་མི་སྨྲ་བར་བྱའོ། །རང་སངས་རྒྱས་ཀྱི་ཐེག་པ་ལ་ཡང་དག་པར་ཞུགས་པ་རྣམས་ལ་ཉན་ཐོས་ཀྱི་ཡོན་ཏན་དག་མི་སྨྲ་བར་བྱའོ། །ཐེག་པ་ཆེན་པོ་ལ་ཡང་དག་པར་ཞུགས་པ་རྣམས་ལ་རང་སངས་རྒྱས་ཀྱི་ཡོན་ཏན་མི་སྨྲ་བར་བྱའོ། །བྱང་ཆུབ་སེམས་དཔའ་ཕ་རོལ་ཏུ་ཕྱིན་པ་ལ་མངོན་པར་བརྩོན་པ་རྣམས་ལ་བསྡུ་བའི་དངོས་པོ་རྣམ་པ་བཞི་མི་སྨྲ་བར་བྱའོ། །བྱང་ཆུབ་སེམས་དཔའ་ཚངས་པའི་རྣམ་པར་སྤྱོད་པ་ལ་མངོན་པར་བརྩོན་པ་རྣམས་ལ་ཐ་དད་པ་ཡང་དག་པར་ཤེས་པ་བཞི་མི་སྨྲ་བར་བྱའོ། །བྱང་ཆུབ་སེམས་དཔའ་འཁོར་སྨྲ་བ་མེད་པ་ལ་རྣམ་པ་འདི་ལྟ་བུ་ཟབ་མོ་ཞི་བ་སྟོང་པ་ཉིད་ཀྱི་གཏམ་མི་སྨྲ་བར་བྱའོ། །ཉན་ཐོས་དང་། རང་སངས་རྒྱས་ཀྱི་ཐེག་པ་པའི་འཁོར་རྣམ་པ་འདི་ལྟ་བུ་སྨྲ་བ་དང་བཅས་པའི་མདུན་དུ་ཡང་དག་པར་སྤྱོད་པའི་ཚུལ་ནམ་མཁའི་མདོག་གིས་འདུལ་བའི་བཟོད་པ་ཟབ་མོ་འདི་མི་སྨྲ་བར་བྱའོ། །
en: The Blessed One has also said in other sūtras that one should not teach the discourse on emptiness to those who have committed the acts with immediate retribution; the application of mindfulness to the body should not be taught to beings with wrong views; the application of mindfulness to feelings should not be taught to those who are greedy; the application of mindfulness to the mind should not be taught to those who are proud, arrogant, and attached to food; the application of mindfulness to mental phenomena should not be taught to those who have abandoned the foundational principle of modesty; the qualities of rebirths among the gods should not be taught to those who wish to obtain a human condition; the qualities of rebirths among yakṣas who rob vitality should not be taught to those who are inclined toward rebirth among the gods of the desire realm; the magnificence of the gods who occupy the desire realm should not be taught to those who will take rebirth among the gods of the form realm; the qualities of occupying the form realm should not be taught to those who will take rebirth in the formless realm; the bliss of the gods who occupy the desire realm should not be taught to those who are inclined toward rebirth among the gods who occupy the form realm; the qualities of the solitary buddhas should not be taught to those who are inclined toward the vehicle of the hearers; the qualities of the hearers should not be taught to those who are inclined toward the vehicle of the solitary buddhas; the qualities of the solitary buddhas should not be taught to those who are inclined toward the Great Vehicle; the four means of attracting disciples should not be taught to bodhisattvas who are making real effort toward the perfections; the four special types of knowledge should not be taught to bodhisattvas who are making real effort in practicing the religious life; certain types of discourses on profound peace and emptiness should not be taught to silent assemblies of bodhisattvas; and this profound acceptance that tames beings with the sky-colored method of perfect conduct should not be taught in the presence of such talkative assemblies who follow the vehicles of the hearers and the solitary buddhas.”

source: དེ་ནས་བྱང་ཆུབ་སེམས་དཔའ་འཁོར་མང་པོ་དེ་ཐམས་ཅད་དང་ལྡན་པས་མགྲིན་གཅིག་ཏུ་ལེགས་སོ་ཞེས་བྱ་བ་བྱས་སོ། །
en: All the numerous assemblies of bodhisattvas exclaimed, “Excellent!”

source: བཅོམ་ལྡན་འདས་ཀྱིས་ཀྱང་བྱང་ཆུབ་སེམས་དཔའ་ལག་ན་མར་མེ་ལ་ལེགས་སོ་ཞེས་བྱ་བའི་ཚིག་གིས་སྤྲོ་བ་ཡང་དག་པར་བསྐྱེད་དོ། །ལེགས་སོ་ལེགས་སོ་ཤེས་རབ་ཆེ། །
en: in unison and the Blessed One also applauded the bodhisattva Lamp in the Hands with delight: “Wise one, this is excellent, excellent!

source: རྣམ་པར་ཤེས་པས་མཆོག་གཅོད་པ། །མཚན་ཉིད་ཐབས་དང་ཆོས་རྣམས་ཀྱི། །དུས་ནི་ཁྱོད་ཀྱིས་རབ་ཏུ་ཤེས། །
en: Through your knowledge, you have outlined what is most important, And you clearly understand the characteristics, methods, And the proper occasions related to the Dharma teachings.

source: འཁོར་རྣམས་ཤེས་པ་ཅི་འདྲ་བ། །དེ་འདྲའི་ཚུལ་དུ་སྟོན་པར་བྱེད། །ཉན་ཐོས་རང་རྒྱལ་ཐེག་པ་ལ། །ཆོས་འདི་བརྗོད་པར་མི་བྱེད་དོ། །
en: “You teach the Dharma in accordance with The level of understanding of the assemblies, And you do not proclaim this teaching To those who follow the vehicles of the hearers and the solitary buddhas.

source: ནམ་མཁའ་མཚུངས་ཤིང་མཉམ་པ་ཡི། །བྱང་ཆུབ་སེམས་དཔའི་མདུན་དག་ཏུ། །ཆོས་འདི་རབ་ཏུ་བསྟན་པས་ན། །ཚུལ་འདི་ཀུན་དུ་ཤེས་པར་འགྱུར། །
en: “When this Dharma was delivered In the presence of bodhisattvas For whom all is equal and like space, They fully understood this method.

source: ནམ་མཁའ་ཇི་ལྟར་མཐོ་མེད་ལ། །དམའ་བ་མེད་ཅིང་གཟུགས་མེད་པ། །ཤེས་རབ་ཕ་རོལ་ཕྱིན་སྤྱོད་པའི། །བྱང་ཆུབ་སེམས་དཔའི་མཚན་ཉིད་མེད། །
en: “Just as there is no high, no low, And no form within space, There are no characteristics For bodhisattvas who practice the perfection of insight.

source: བསྐལ་པ་གྲངས་མེད་པ་དག་གི། །འདས་པའི་རྒྱལ་བའི་སྤྱན་སྔར་ནི། །སྨྲ་བ་མེད་པའི་འཁོར་རྣམས་ལ། །ཁྱོད་ཀྱི་ཆོས་འདི་ཐོས་པ་དང་། །ཇི་ལྟར་རྒྱལ་བ་དེས་བསྟན་པའི། །
en: “You have heard this teaching Among silent assemblies In the presence of previous victors For countless eons.

source: གྲགས་པ་ཆེན་པོའི་བཟོད་པ་འདི། །བརྩོན་འགྲུས་བརྟན་པའི་སེམས་ཅན་ལ། །འཇིགས་མེད་པ་འདི་རབ་ཏུ་བསྟན། །བྱང་ཆུབ་སེམས་དཔའ་རབ་དག་ཅིང་། །ཡོན་ཏན་རྒྱ་མཚོ་མཐའ་མེད་པ། །
en: “Just as this fearlessness, This greatly renowned acceptance Revealed by those victors, Has been taught to beings with steadfast diligence, “This teaching has been delivered In the presence of fortunate bodhisattvas Who are completely pure And endowed with an infinite ocean of qualities.

source: སྐལ་བ་ལྡན་པའི་མདུན་དུ་ནི། །ཆོས་འདི་ཡང་ནི་རབ་ཏུ་བསྟན། །ཉན་ཐོས་ཐེག་པ་མངོན་བརྩོན་དང་། །རང་རྒྱལ་དག་གི་མངོན་དགའ་ལ། །ཆོས་འདི་རབ་ཏུ་བསྟན་པས་ན། །
en: “Since this teaching has been delivered To those who direct their effort toward the vehicle of the hearers And who are intent upon the vehicle of the solitary buddhas, They will not awaken to buddhahood.

source: དེ་ཉིད་འཚང་རྒྱར་མི་འགྱུར་རོ། །མི་ཤེས་པས་ནི་སྤོང་བ་དང་། །མོས་པ་མེད་པར་སྐྱེས་པས་ན། །བསོད་ནམས་མང་པོ་འབྱུང་མེད་ཅིང་། །ངན་འགྲོར་ཡང་ནི་མྱུར་དུ་འགྲོ། །ཏིང་འཛིན་བཟོད་པའི་གཟུངས་ཀྱིས་ནི། །
en: “They will reject it out of ignorance And they will have no interest in it, So they will not generate a lot of merit, And they will soon be reborn in the lower realms.

source: གལ་ཏེ་དེ་ལུས་སྦྱང་བྱས་ཏེ། །བྱང་ཆུབ་ལམ་ལ་བརྩོན་བྱའི་ཕྱིར། །ལ་ལ་ཐབས་དང་དེ་བྲལ་བ། །འཁོར་དང་གང་ཟག་རྣམས་ཀྱིས་ཀྱང་། །སེམས་ཀྱིས་རྟོག་པར་མི་བྱེད་དོ། །
en: “If they have purified their bodies Through absorptions, dhāraṇīs, and acceptances, Yet lack some of the methods For exerting effort on the path to awakening, “Then even those people in the assemblies Will not comprehend it with their minds.

source: འཆལ་པའི་ཤེས་རབ་སྣོད་མིན་ལ། །སྟོང་པ་ཞི་བ་སྨྲ་བར་བྱེད། །དེ་ཡང་མྱུར་དུ་སྤངས་པས་ན། །
en: If one speaks about emptiness and peace To those whose insight is confused and who are improper vessels, “Those beings will quickly reject such teachings.

source: མུན་པའི་ཕུང་པོས་བསྒྲིབས་པ་དག །གཞན་དག་གི་ནི་གནས་བཅུ་ལ། །མྱུར་དུ་ཡང་ནི་འགྲོ་བར་འགྱུར། །
en: Obscured by dense darkness, They will quickly proceed Toward the ten different destinies.

source: དམྱལ་བ་ཡི་དགས་བྱོལ་སོང་དུ། །ལྷ་མ་ཡིན་དང་ལུས་སྲུལ་པོ། །གནོད་སྦྱིན་སྲིན་པོ་གཏུམ་པོ་ཡང་། །ཡང་དང་ཡང་ནི་འདིར་སྐྱེའོ། །
en: “Again and again, they will be reborn Among hell beings, pretas, animals, Asuras, kaṭapūtanas, Yakṣas, rākṣasas, and caṇḍas.

source: མིར་གྱུར་དཀའ་བྱེད་ཐོབ་པ་དག །གལ་ཏེ་ཇི་ལྟར་ཐོབ་ན་ཡང་། །སྨད་པའི་གདོལ་པ་རྣམས་དང་ནི། །འོན་པ་ལོང་བ་ཞར་བ་དང་། །
en: “Even if they accomplish the difficult task Of attaining a human birth, They will be despised outcasts, And be deaf, blind, and crippled.

source: རྟག་ཏུ་ནད་དང་ཉམ་ཆུང་བ། །སྐུར་པ་འདེབས་ཤིང་མཆོད་པ་མེད། །ཟས་དང་སྐོམ་དང་བྲལ་བ་སྟེ། །མཁས་པ་རྣམས་ཀྱིས་སྨད་པར་འགྱུར། །
en: “They will always be sick, weak, and disparaged, And they will lack material things to offer, They will lack food and drinks, And they will be criticized by the wise.

source: ཕ་དང་མ་ལ་བཀུར་སྟི་མེད། །ཉེས་པར་བྱས་པ་རྟག་ཏུ་སྤྱོད། །སེམས་ཅན་རྣམས་ལ་སྙིང་རྗེ་མེད། །ངན་འགྲོར་ཡང་ནི་འགྲོ་བར་འགྱུར། །
en: “They will have no respect for their parents, They will constantly engage in negative actions, They will have no compassion for sentient beings, And they will then be reborn in the lower realms.

source: འདིར་ནི་རབ་ཏུ་སོང་བ་ཡི། །དགེ་སློང་དྲུག་ཅུ་ཙམ་འདི་དག། །ཡིད་ཀྱིས་རྟོག་པ་ཞེ་སྡང་བ། །ངན་འགྲོར་ཡང་ནི་མྱུར་དུ་འགྲོ། །
en: “The sixty monks Who have left this place With anger in their minds Will soon go to the lower realms.

source: ལུས་དབང་བྱས་པའི་སེམས་ཅན་འདི། །གང་གིས་བཟོད་པ་འདི་བསྟན་ཅིང་། །ཐབས་ལ་མངོན་སུམ་མ་ཡིན་པ། །དེས་ནི་དགེ་སློང་དེ་སོང་ངོ་། །
en: “Those monks have departed Because this being who has gained mastery over his body Has revealed this acceptance Without having actualized skillful means.

source: ཡེ་ཤེས་ཐབས་དང་ལྡན་པ་དག །ཕ་རོལ་སེམས་ལ་ལྟ་བ་ཡི། །འཇིག་རྟེན་ལ་ནི་སྒྲོན་འཛིན་པ། །སེམས་ཅན་ཀུན་ལ་སྨན་པར་སྨྲ། །
en: “Those who possess the wisdom and skillful means Of perceiving the thoughts of other beings Hold aloft the torch that illuminates the world, And their words are like medicine to all beings.

source: ཐམས་ཅད་དོན་གྱི་རྗེས་ཤེས་པ། །ཐོག་མར་ཡང་ནི་འཁོར་ལྟོས་ལ། །ཅི་འདྲར་འགྱུར་བའི་འཁོར་རྣམས་ལ། །དེ་འདྲ་བར་ནི་ཆོས་ཀྱང་ཤོད། །
en: “Those who know what benefits everyone Should first examine the assembly and then Explain the Dharma to those present in the assembly In a way that agrees with their dispositions!”

source: དེ་ནས་ཡང་བྱང་ཆུབ་སེམས་དཔའ་ལག་ན་རིན་པོ་ཆེས་འདི་སྐད་ཅེས་སྨྲས་སོ། །རིགས་ཀྱི་བུ་ཇི་ལྟ་བུར་ཉན་ཐོས་ཀྱིས་བཅོམ་ལྡན་འདས་ཀྱི་སེང་གེའི་ཁྲི་བཤམས་ཏེ། ཉན་ཐོས་འདུལ་བའི་ཕྱིར་སྨྲ་བར་འགྱུར་རོ་ཞེས་བདག་གིས་ཡོངས་སུ་ཤེས་སོ། །
en: The bodhisattva Ratnapāṇi then said, “Noble son, I have noticed that when the hearers prepare a lion throne for the Blessed One, he will teach in order to tame them.

source: རིགས་ཀྱི་བུ་ཡང་འདིས་སྔོན་མ་ཐོས་པ་ཡང་དག་པར་སྤྱོད་པའི་ཚུལ་ནམ་མཁའི་མདོག་གིས་འདུལ་བའི་བཟོད་པ་བསྟན་པ་ན། ཡང་བཅོམ་ལྡན་འདས་ཀྱིས་ཇི་ལྟ་བུར་བདག་ལ་ཐུགས་བརྩེ་བའི་སླད་དུ་ཡང་དག་པར་སྤྱོད་པའི་ཚུལ་ནམ་མཁའི་མདོག་གིས་འདུལ་བའི་བཟོད་པ་ཡོན་ཏན་གྱིས་དམིགས་པ་སྦྱོར་བ་རྒྱ་ཆེན་པོས་བཤད་པར་བདག་ཀྱང་བཅོམ་ལྡན་འདས་ལ་གསོལ་བ་གདབ་ཅིང་།
en: Noble son, since this teaching of the acceptance that tames beings with sky-colored perfect conduct is unprecedented, out of the Blessed One’s love for us, I ask the Blessed One to explain the acceptance that tames beings with the sky-colored method of perfect conduct in terms of its qualities and its vast focus and application.

source: བདག་དང་སེམས་ཅན་གཞན་ལ་ཡང་ཐུགས་བརྩེ་བའི་སླད་དུ་རྗེས་སུ་གཟུང་བར་འགྱུར་སྙམ་མོ། །
en: I think he will accept out of love for me and other beings.”

source: དེ་ནས་བྱང་ཆུབ་སེམས་དཔའ་ལག་ན་མར་མེས་བྱང་ཆུབ་སེམས་དཔའ་ལག་ན་རིན་པོ་ཆེ་ལ་འདི་སྐད་ཅེས་སྨྲས་སོ། །རིགས་ཀྱི་བུ་གང་གི་དུས་ལ་བབ་པར་ཤེས། དེ་ནས་བྱང་ཆུབ་སེམས་དཔའ་ལག་ན་མར་མེ་སྟན་ལས་ལངས་ཏེ།
en: The bodhisattva Lamp in the Hands replied to the bodhisattva Ratnapāṇi, “Noble son, I know that the time for this has come!”

source: བླ་གོས་ཕྲག་པ་གཅིག་ཏུ་བྱས་ཏེ། བཅོམ་ལྡན་འདས་གང་ན་བ་དེ་ལོགས་སུ་ཐལ་མོ་སྦྱར་ཏེ་ཕྱག་བྱས་ནས། བཅོམ་ལྡན་འདས་ལ་ཚིགས་སུ་བཅད་པ་འདི་དག་གིས་མངོན་པར་བསྟོད་པ། ཐུབ་པ་ཚངས་པ་རབ་ཏུ་དགའ་མཛད་པ། །ཡེ་ཤེས་ཉམས་པའི་འགྲོ་ལ་སྒྲོན་མ་འཛིན། །གྲོལ་དང་རིག་ལ་ཁྱོད་ནི་དང་བར་མཛད། །རྡུལ་དང་བྲལ་བའི་ཆོས་ཀྱི་སྒོ་འདི་སྟོན། །
en: The bodhisattva Lamp in the Hands then stood up, draped his shawl over one shoulder, prostrated toward the Blessed One with his palms joined, and praised him with these verses: “Sage, you bring supreme delight to Brahmā, You hold the torch for beings whose wisdom is impaired, And you induce faith in liberation and knowledge— Please reveal to us this immaculate gateway to the Dharma!

source: རྒྱལ་བ་ཉི་མ་གྲོལ་ལ་མར་མེ་མཛད། །སེམས་ཅན་དུ་མ་ལ་ནི་སྣང་མཛད་པ། །ལམ་རྣམས་རབ་བསྟན་ལམ་ནི་ཁྱོད་སྟོན་པ། །མཆོག་གི་ཆོས་ཀྱི་སྒོ་འདི་བསྟན་པར་མཛོད། །
en: “You teach the path that the sun-like victor Dīpaṁkara taught when he illuminated Liberation and the paths to multitudes of beings— Please reveal to us this supreme gateway to the Dharma!

source: ནམ་མཁའི་རང་བཞིན་ཡོངས་སུ་དག་པའི་ཐུགས། །ཐུགས་དམ་མི་གཡོ་ཇི་ལྟར་རི་བརྟན་བཞིན། །
en: “Your mind is completely pure like the essence of space, And your commitment is unwavering like a stable mountain.

source: ཐུབ་པ་འཇིག་རྟེན་ཟླ་བའི་འོད་འདྲ་བ། །ཚུལ་མདོག་བཟོད་པའི་དགེ་བ་འདི་ཡང་སྟོན། །
en: Sage, you are like moonlight for the world— Please reveal to us the virtue of the sky-colored method of acceptance!

source: སྙིང་རྗེ་གནས་ཤིང་འགྲོ་ལ་བཟོད་མཛོད་པ། །
en: “You abide by compassion and demonstrate acceptance toward beings.

source: ཁྱོད་ཀྱི་ཆོག་ཤེས་པ་ནི་མཆོག་ཏུ་ཆེ། །རྒ་འཆི་ནད་གསུམ་རབ་ཏུ་ཞི་མཛད་པ། །བཟོད་པ་མཆོག་གི་ཡོན་ཏན་འདི་ཡང་སྟོན། །
en: Your contentment is supremely vast, And you pacify old age, death, and sickness— Please reveal to us the qualities of this supreme acceptance!

source: ཐུབ་པ་སེང་གེ་མུ་སྟེགས་འཇིགས་པར་མཛད། །འགྲོ་བ་དགའ་མཛད་ཀ་ལ་པིང་ཀའི་སྐད། །མུ་སྟེགས་ཅན་གྱི་འཁོར་མངས་རྣམ་འཇིག་པ། །མར་མེའི་བཟོད་པ་འདི་ཡང་བསྟན་པར་མཛོད། །
en: “Lion of sages, you scare away non-Buddhists, You delight beings with a voice like a cuckoo’s call, And you subjugate many assemblies of non-Buddhists— Please teach us this lamp-like acceptance!

source: ས་དང་མཉམ་པ་བཟོད་པ་མཆོག་གི་ཐུགས། །བདེ་དང་སྡུག་བསྔལ་རེག་ལ་ཁྲོ་མི་མཛད། །
en: “Your supreme mind is as patient as the earth, And you never get angry whether you encounter happiness or suffering.

source: མཐོན་པོ་མ་ཡིན་ད་ལྟར་མཐོ་མིན་པ། །
en: Today we are neither exalted nor lofty.

source: ཡོངས་མིན་གཟིགས་ཏེ་བཟོད་པ་འདི་ཡང་གསུངས། །
en: Please see that our karma has ripened and teach this acceptance.

source: ཡེ་ཤེས་མཆོག་གིས་ང་ཡི་ང་རྒྱལ་གྱི། །རླུང་ལངས་ལྟ་བུའི་ཉོན་མོངས་དགྲ་ཡང་གཏོར། །
en: “Your supreme wisdom scatters our enemies, The afflictions that are like storm clouds of pride.

source: དེས་ནི་བཟོད་པའི་དམ་པ་འདི་ཐོབ་པ། །ལམ་གྱི་མེ་ཡིས་སྲེད་པའི་ཆུ་ཡང་བསྐམས། །
en: You have achieved this sacred acceptance And dried up the water of craving with the fire of the path.

source: ཁྱོད་ཀྱིས་ལྟ་བ་ལྕུག་མ་སྲེད་ཆུ་ཚིག །
en: “You burn the overgrown vines of views and dry up the water of craving.

source: ཀླུ་ལྟ་བུར་ནི་ཆོས་ཀྱི་ཆར་གཏོང་བ། །དེས་ནི་འཁོར་འདི་དགའ་བར་གྱུར་པ་སྟེ། །
en: Like the nāgas bring the rain, you bring forth A rain of the Dharma that delights the assembly.

source: ཡོངས་སུ་སྨིན་ལ་གཟིགས་ཤིང་བཟོད་འདི་གསུང་། །
en: Please see that our karma has ripened and teach this acceptance!

source: སེམས་ཅན་རྣམས་ལ་རྣམ་གྲོལ་ཡོན་ཏན་སྐྱེད། །
en: “Please generate the qualities of liberation in sentient beings.

source: བཟོད་པ་མཆོག་གི་ཡོན་ཏན་འདི་སྟོན་ཅིང་། །གང་གི་བསམ་པ་དྲི་མ་མེད་བཟོད་འགྱུར། །དེ་ཐོབ་པ་ཡི་ཡོན་ཏན་འདི་མཐའ་ཡས། །
en: Reveal to us the qualities of this supreme acceptance, And the qualities attained by those who develop This immaculate acceptance in their minds will be infinite.

source: སྤྱོད་ཡུལ་ནམ་མཁའི་མདོག་གིས་འདུལ་བ་ཡི། །ཐུབ་པས་འདས་པའི་བཟོད་པ་འདི་གསུངས་དང་། །ད་ལྟར་གྱི་ཡང་བཟོད་པ་འདི་གསུངས་པ། །
en: “The acceptance that tames beings with the sky-colored Range of conduct was taught by the sages of the past, And this acceptance was taught again today.

source: ཐུགས་རྗེར་དགོངས་ཁྱོད་བཟོད་པ་འདི་ཡང་གསུངས། །
en: Will you please take pity on us and teach this acceptance?”

source: བཅོམ་ལྡན་འདས་ཀྱིས་བྱང་ཆུབ་སེམས་དཔའ་རིན་ཆེན་ལག་ལ་ཅང་མི་གསུང་བས་ཞལ་གྱིས་བཞེས་སོ། །
en: The Blessed One gave his approval to the bodhisattva Ratnapāṇi by not saying a word.

source: དེ་ནས་བཅོམ་ལྡན་འདས་འདི་སྙམ་དུ་དགོངས་ཏེ། སྔོན་གྱི་དེ་བཞིན་གཤེགས་པ་དགྲ་བཅོམ་པ་ཡང་དག་པར་རྫོགས་པའི་སངས་རྒྱས་དེ་དག་གང་ན་ཡང་དག་པར་སྤྱོད་པའི་ཚུལ་ནམ་མཁའི་མདོག་གིས་འདུལ་བའི་བཟོད་པ་བསྟན་པར་ང་ཡང་དགོངས་སོ་སྙམ་མོ། །
en: He then thought, “I wonder where those thus-gone ones, those worthy, perfect buddhas of the past, taught the acceptance that tames beings with the sky-colored method of perfect conduct?”

source: ལྷ་བྲན་གྱིས་གསོལ་པ།
en: The temple servants responded, “The perfect, complete buddhas of the past taught this acceptance that tames beings with sky-colored perfect conduct at Mount Gandhamādana.

source: སྤོས་ཀྱི་ངད་ལྡང་བའི་རི་ལ་སྔོན་ཡང་དག་པར་རྫོགས་པའི་སངས་རྒྱས་ཀྱིས་བཟོད་པ་འདི་བསྟན་ནས་ཇི་ལྟ་བུའི་སྤོས་ཀྱི་ངད་ལྡང་བའི་རི་ལ་སྔོན་གྱི་ཡང་དག་པར་རྫོགས་པའི་སངས་རྒྱས་ཀྱིས་ཡང་དག་པར་སྤྱོད་པའི་ཚུལ་ནམ་མཁའི་མདོག་གིས་འདུལ་བའི་བཟོད་པ་འདི་བཤད་པར་འགྱུར་རོ་ཞེས་བཅོམ་ལྡན་འདས་བདག་ཉིད་ཡེ་ཤེས་བསྟན་པ་ལ་འཇུག་གོ། །
en: The perfect, complete buddhas of the past explained this acceptance that tames beings with sky-colored perfect conduct at Mount Gandhamādana.” Thus, they encouraged the Blessed One, the wise one, to teach it.

source: དེ་ནས་ཡང་བཅོམ་ལྡན་འདས་སྐར་མདའི་བདག་པོ་ཞེས་བྱ་བའི་ཏིང་ངེ་འཛིན་ལ་སྙོམས་པར་ཞུགས་ནས་ཏིང་ངེ་འཛིན་དེས་བཅོམ་ལྡན་འདས་དྲང་སྲོང་གི་བརྟུལ་ཞུགས་དང་།
en: The Blessed One then entered the absorption known as lord of meteors.

source: སྤྱོད་ལམ་དང་། མཚན་མ་དང་། དབྱིབས་ཀུན་ཏུ་སྣང་སྟེ།
en: Through that absorption, the Blessed One appeared in the figure of someone with the observances, behaviors, and markings of a seer.

source: དྲང་སྲོང་དེ་ཡང་རྒན་པོ་དང་། རྒས་པ་དང་། འཁོགས་པ་དང་། སྐྲ་རིང་པོའི་རལ་པ་འཆང་བ་དང་། ཨག་ཙོམ་རིང་པོ་དང་།
en: The seer was an elderly man, quite old and aged, who had long matted hair and a long beard.

source: དབྱུག་པ་དང་། རིལ་བ་དང་། གཙང་མ་འཛིན་མེའི་སྦྱིན་སྲེག་ཆེན་པོ་འབར་བར་བྱེད་དོ། །
en: He was holding a staff, a small water jug, and a straining cloth, and he was lighting a huge fire offering.

source: དེ་ལས་ཀྱང་འོད་ཀྱི་ཕུང་བོ་ཁ་དོག་སྣ་ཚོགས་དང་། ཁ་དོག་མཐའ་ཡས་པ་དང་། ཁ་དོག་བརྒྱ་སྟོང་དུ་མ་དང་། ཁ་དོག་རྒྱ་ཆེན་པོ་ཤིན་ཏུ་ཡོངས་སུ་དག་པ་དྲི་མ་མེད་པའི་འོད་འབྱུང་ངོ་། །
en: From that fire emerged a multicolored light radiating infinite colors, many hundreds of thousands of colors—a vast range of pure and immaculate colors.

source: དེའི་འོད་སྣང་བས་ཕྱོགས་བཅུའི་ཞིང་སྟོང་པ་དང་། རྙོག་པ་ལྔའི་སངས་རྒྱས་ཀྱི་ཞིང་མཐའ་ཡས་མུ་མེད་པའི་སྐར་མ་དང་། རིན་པོ་ཆེ་དང་། གློག་དང་། འོད་དང་། ལྷ་དང་།
en: That light rendered imperceptible and invisible the light emitted by the stars of countless buddha realms throughout the ten directions that are empty of buddhas and inundated with the five impurities, as well as the light emitted by precious gems, lightning, the sun, gods, nāgas, yakṣas, and asuras.

source: ཀླུ་དང་། གནོད་སྦྱིན་དང་། ལྷ་མ་ཡིན་གྱི་འོད་ཀྱང་མི་མངོན་མི་སྣང་ངོ་། །སེམས་ཅན་དམྱལ་བ་དང་། བྱོལ་སོང་དང་། ཡི་དགས་ཀྱི་ལྟ་བ་ཡང་མི་མངོན་མི་སྣང་ངོ་། །དེའི་ཚེ་དྲང་སྲོང་ཐུབ་པ་མ་གཏོགས་པར་སེམས་ཅན་རྣམས་ཀྱི་སྒྲ་དང་། བརྗོད་པ་དང་། དབྱངས་དང་། ཚིག་དང་།
en: The hell realms, the animal realms, and the realms of the pretas also became imperceptible and invisible.

source: ཡི་གེ་དང་། ཆུང་ངུ་ན་ས་དང་། ཆུ་དང་། མེ་དང་། རླུང་གི་སྒྲ་ཡང་མི་གྲག་གོ། །
en: At that point, except for those sounds emitted by the seer, no other sounds could be heard in the slightest, including the letters, words, voices, expressions, and calls of beings, and even the sounds of earth, water, fire, and air.

source: དེའི་ཚེ་ན་ཕྱོགས་བཅུའི་སངས་རྒྱས་ཀྱི་ཞིང་མཐའ་ཡས་མུ་མེད་པ་ན་སེམས་ཅན་གང་ལ་ལ་ཐེག་པ་ཆེན་པོ་ལ་ཡང་དག་པར་ཞུགས་པ་དེ་ཐམས་ཅད་དྲང་སྲོང་གི་བརྟུལ་ཞུགས་དང་། ལུས་དང་མཚན་མ་དང་། དབྱིབས་ཀུན་ཏུ་སྣང་ངོ་། །
en: All the sentient beings who followed the Great Vehicle in the countless buddha realms of the ten directions also appeared in the figure of someone with the observances, body, and markings of a seer.

source: ཡང་ཐེག་པ་ཆེན་པོ་ལ་ཡང་དག་པར་ཞུགས་པའི་དྲང་སྲོང་མ་གཏོགས་པར་ཉན་ཐོས་སམ། རང་རྒྱལ་བའི་ཐེག་པ་པའི་དྲང་སྲོང་ནི་ཀུན་ཏུ་མི་སྣང་ངོ་། །
en: Only the seers who followed the Great Vehicle manifested those appearances, not the seers who followed the vehicles of the hearers and the solitary buddhas.

source: ཡང་ཐེག་པ་ཆེན་པོ་ལ་ཡང་དག་པར་ཞུགས་པའི་དྲང་སྲོང་དེས་ཉན་ཐོས་དང་། རང་སངས་རྒྱས་མི་མཐོང་ཞིང་ཉན་ཐོས་དང་། རང་སངས་རྒྱས་ཀྱི་ཐེག་པ་པ་ཡང་མི་མཐོང་ངོ་། །
en: The seers who followed the Great Vehicle could not see the hearers or the solitary buddhas, or those who followed their vehicles.

source: དེའི་ཚེ་ན་གང་ཡང་ཉན་ཐོས་འཁོར་དེར་འདུག་པ་དེ་དེ་བཞིན་གཤེགས་པ་མི་མཐོང་ཞིང་། དེ་བྱང་ཆུབ་སེམས་དཔའ་ཡང་ཡང་དག་པར་རྗེས་སུ་མི་མཐོང་ངོ་། །
en: Those who were present in the assembly of the hearers could not see the Thus-Gone One or the bodhisattvas.

source: གང་ཡང་འདིར་འདུག་འདུག་པ་འདུས་པར་གྱུར་པ་གཞན་དུ་ན་ཅུང་ཟད་གཟུགས་སྣང་བ་ཡང་ཡང་དག་པར་རྗེས་སུ་མི་མཐོང་ངོ་། །སྣང་བ་རྒྱ་ཆེན་པོས་ནི་འཇིག་རྟེན་ཐམས་ཅད་ཁྱབ་པར་ཡང་དག་པར་རྗེས་སུ་མི་མཐོང་ངོ་། །
en: They could not see even the slightest visible form among those present there or those who had assembled elsewhere, and they did not see that a brilliant light pervaded all of the worlds.

source: དེ་ནས་ཉན་ཐོས་ཆེན་པོ་དེས་ཀུན་ཤེས་ཀཽ་དི་ནྱ་ལ་སྨྲས་པ།
en: The great hearers then asked Ājñātakauṇḍinya, “Elder Kauṇḍinya, where is the Blessed One?”

source: གནས་བརྟན་ཀཽ་དི་ནྱ་བཅོམ་ལྡན་འདས་གང་ན་ཀཽ་དི་ནྱས་སྨྲས་པ། བཅོམ་ལྡན་འདས་ད་ལྟར་གང་ན་ཞེས་བྱ་བ་ནི་མི་ཤེས་སོ། །
en: Kauṇḍinya replied, “I do not know where the Blessed One is right now.

source: མི་མཐོང་ངོ་། །
en: I do not see him.”

source: དེ་ནས་ཉན་ཐོས་ཆེན་པོ་དེས་འོད་སྲུང་ཆེན་པོ་ལ་སྨྲས་པ། སྦྱངས་པ་སྨྲ་བའི་ནང་ན་བཅོམ་ལྡན་འདས་ཀྱིས་ཁྱོད་མཆོག་ཏུ་བསྟན་ན། བཅོམ་ལྡན་འདས་ད་ལྟར་གང་ན་བ་སོམས་ཤིག །
en: The great hearers then said to Mahākāśyapa, “The Blessed One has said that you are foremost among the proponents of ascetic practice, so please concentrate on wherever the Blessed One is right now!”

source: འོད་སྲུང་ཆེན་པོས་སྨྲས་པ། བཅོམ་ལྡན་འདས་ད་ལྟར་གང་ན་ཞེས་བྱ་བ་མི་ཤེས་སོ། །
en: Mahākāśyapa replied, “I do not know where the Blessed One is right now.

source: དེ་ནས་ཉན་ཐོས་ཆེན་པོ་དེས་ཚེ་དང་ལྡན་པ་ཤ་ར་དྭ་ཏིའི་བུ་ལ་སྨྲས་པ། གནས་བརྟན་ཤཱ་རིའི་བུ་ཤེས་རབ་དང་ལྡན་པའི་ནང་ན་བཅོམ་ལྡན་འདས་ཀྱིས་ཁྱོད་མཆོག་ཏུ་བསྟན་ན། བཅོམ་ལྡན་འདས་གང་ན་བ་སོམས་ཤིག །
en: The great hearers then said to Venerable Śāradvātīputra, “Elder Śāriputra, the Blessed One has said that you are foremost among the wise, so please concentrate on wherever the Blessed One is right now!”

source: ཤཱ་རིའི་བུས་སྨྲས་པ། ཚེ་དང་ལྡན་པ་སངས་རྒྱས་ཀྱི་ཞིང་མཐའ་མེད་པས་བཅོམ་ལྡན་འདས་ད་ལྟར་གང་ན་ཞེས་བྱ་བ་མི་ཤེས་སོ། །
en: Śāriputra replied, “Venerable ones, the buddha realms are infinite, so I do not know where the Blessed One is right now.

source: དེ་ནས་ཉན་ཐོས་ཆེན་པོ་དེས་མཽད་གལ་ཡ་ན་ལ་སྨྲས་པ། ཚེ་དང་ལྡན་པ་མཽད་གལ་ཡ་ན་རྫུ་འཕྲུལ་དང་ལྡན་པའི་ནང་ན་བཅོམ་ལྡན་འདས་ཀྱིས་ཁྱོད་ཀྱང་མཆོག་ཏུ་བསྟན་ན། བཅོམ་ལྡན་འདས་ད་ལྟར་གང་ན་བ་སོམས་ཤིག །
en: The great hearers then said to Maudgalyāyana, “Venerable Maudgalyāyana, the Blessed One has said that you are foremost among those endowed with magical powers, so please concentrate on wherever the Blessed One is right now!”
